[
  {
    "text": "Did you know that all cannabis strains originate from two primary types — indica and sativa — each with distinct effects?",
    "source": "https://www.leafly.com/learn/strains"
  },
  {
    "text": "Did you know that terpenes, the aromatic compounds in cannabis, may influence its therapeutic effects?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604179/"
  },
  {
    "text": "Did you know that over 60% of cannabis sold in the U.S. comes from hybrid strains?",
    "source": "https://www.leafly.com/news/cannabis-101/hybrid-cannabis-strains"
  },
  {
    "text": "Did you know that certain strains can worsen anxiety if not matched correctly to your body chemistry?",
    "source": "https://www.healthline.com/health/cbd-for-anxiety"
  },
  {
    "text": "Did you know that THC and CBD interact differently with your endocannabinoid system?",
    "source": "https://www.ncbi.nlm.nih.gov/books/NBK425767/"
  },
  {
    "text": "Did you know that Kushwell never accepts payment for product recommendations — our guidance is always independent?",
    "source": "https://www.kushwell.com/about"
  },
  {
    "text": "Did you know that the effects of cannabis can vary dramatically based on your individual metabolism and tolerance?",
    "source": "https://www.medicalnewstoday.com/articles/cannabis-effects-on-body"
  },
  {
    "text": "Did you know that low-THC, high-CBD strains can help balance psychoactive intensity while providing relief?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2503660/"
  },
  {
    "text": "Did you know that cannabinoids bind to CB1 and CB2 receptors throughout your body to help regulate balance and mood?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3880999/"
  },
  {
    "text": "Did you know that Kushwell’s platform uses HIPAA-grade encryption to safeguard every patient’s privacy?",
    "source": "https://www.kushwell.com/privacy"
  },
  {
    "text": "Did you know that CBD can reduce inflammation and may help with arthritis symptoms?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4851925/"
  },
  {
    "text": "Did you know that topical cannabis products allow localized relief without psychoactive effects?",
    "source": "https://www.healthline.com/health/cbd-topical"
  },
  {
    "text": "Did you know that certain terpenes can enhance the effect of cannabinoids, a phenomenon known as the 'entourage effect'?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3165946/"
  },
  {
    "text": "Did you know that the chemical profile of cannabis can vary depending on cultivation methods and harvest time?",
    "source": "https://www.sciencedirect.com/topics/pharmacology-toxicology-and-pharmaceutical-science/cannabis"
  },
  {
    "text": "Did you know that hemp and marijuana are both cannabis plants but differ primarily in THC content?",
    "source": "https://www.fda.gov/news-events/public-health-focus/hemp-cbd-and-cannabis"
  },
  {
    "text": "Did you know that CBD may reduce seizure frequency in certain types of epilepsy?",
    "source": "https://www.fda.gov/news-events/press-announcements/fda-approves-first-drug-composed-active-ingredient-cannabidiol-cbd"
  },
  {
    "text": "Did you know that cannabis has been used medicinally for thousands of years, dating back to ancient China?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3997295/"
  },
  {
    "text": "Did you know that cannabis topicals are being studied for localized pain relief in neuropathy and arthritis?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2503660/"
  },
  {
    "text": "Did you know that certain cannabis strains were historically bred for fiber and others for psychoactive compounds?",
    "source": "https://www.leafly.com/news/cannabis-101/what-is-hemp"
  },
  {
    "text": "Did you know that CBD has been studied for its potential anti-anxiety and antidepressant effects?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604171/"
  },
  {
    "text": "Did you know that terpenes like limonene can improve mood and focus?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604179/"
  },
  {
    "text": "Did you know that topical cannabinoids may be absorbed through the skin to affect localized receptors?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2503660/"
  },
  {
    "text": "Did you know that Kushwell’s recommendations are based on patient-reported outcomes rather than commercial incentives?",
    "source": "https://www.kushwell.com/about"
  },
  {
    "text": "Did you know that some cannabis strains are high in CBG, a minor cannabinoid being studied for anti-inflammatory effects?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6770352/"
  },
  {
    "text": "Did you know that cannabis research is revealing potential benefits for PTSD, chronic pain, and sleep disorders?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604171/"
  },
  {
    "text": "Did you know that the combination of THC and CBD can reduce the psychoactive intensity of THC alone?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3165946/"
  },
  {
    "text": "Did you know that topical CBD products are increasingly used for dermatological conditions like eczema and psoriasis?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5877694/"
  },
  {
    "text": "Did you know that modern cannabis breeding can create strains with highly specific THC:CBD ratios for medical use?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6770352/"
  },
  {
    "text": "Did you know that cannabinoids are being investigated for neuroprotective effects in Alzheimer’s disease?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3165946/"
  },
  {
    "text": "Did you know that the cannabis plant produces over 100 cannabinoids?",
    "source": "https://www.ncbi.nlm.nih.gov/books/NBK425767/"
  },
  {
    "text": "Did you know that CBD can potentially reduce inflammation and oxidative stress in arthritis models?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604171/"
  },
  {
    "text": "Did you know that Kushwell’s platform uses patient aliasing to maintain complete anonymity?",
    "source": "https://www.kushwell.com/privacy"
  },
  {
    "text": "Did you know that the chemical composition of cannabis changes based on light exposure, soil nutrients, and harvest time?",
    "source": "https://www.sciencedirect.com/topics/pharmacology-toxicology-and-pharmaceutical-science/cannabis"
  },
  {
    "text": "Did you know that topical CBD may provide relief for localized inflammation without systemic effects?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2503660/"
  },
  {
    "text": "Did you know that THC and CBD can interact synergistically with terpenes for therapeutic effects?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604179/"
  },
  {
    "text": "Did you know that cannabis has been cultivated for medicine, fiber, and recreation throughout history?",
    "source": "https://www.leafly.com/news/cannabis-101/what-is-hemp"
  },
  {
    "text": "Did you know that high-CBD strains can help reduce the psychoactive impact of THC while maintaining benefits?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3165946/"
  },
  {
    "text": "Did you know that cannabinoids can influence pain perception by acting on CB1 and CB2 receptors?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3880999/"
  },
  {
    "text": "Did you know that Kushwell tracks patient-reported wellness outcomes to guide product recommendations?",
    "source": "https://www.kushwell.com/about"
  },
  {
    "text": "Did you know that topical cannabis formulations are often combined with essential oils to enhance absorption and effect?",
    "source": "https://www.healthline.com/health/cbd-topical"
  },
  {
    "text": "Did you know that minor cannabinoids like CBN and THCV are being researched for sleep and appetite regulation?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6770352/"
  },
  {
    "text": "Did you know that Kushwell’s content and product education is continuously updated based on the latest peer-reviewed research?",
    "source": "https://www.kushwell.com/about"
  },
  {
    "text": "Did you know that CBD has been shown to reduce anxiety and depression symptoms in both animal and human studies?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604171/"
  },
  {
    "text": "Did you know that strain names often reflect flavor, aroma, or historical origin rather than guaranteed effects?",
    "source": "https://www.leafly.com/strains"
  },
  {
    "text": "Did you know that Kushwell allows patients to see research links directly without leaving the platform?",
    "source": "https://www.kushwell.com"
  },
  {
    "text": "Did you know that certain cannabinoids are lipophilic, meaning they are absorbed better when combined with fatty carriers in topicals?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2503660/"
  },
  {
    "text": "Did you know that terpenes like pinene may help improve alertness and counteract memory effects of THC?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604179/"
  },
  {
    "text": "Did you know that CBD may reduce neuroinflammation and oxidative stress, showing promise for neurodegenerative conditions?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6770352/"
  },
  {
    "text": "Did you know that Kushwell supports community education with links to primary research for patient empowerment?",
    "source": "https://www.kushwell.com"
  },
  {
    "text": "Did you know that cannabis genetics can be traced and cataloged to preserve rare or medical-specific strains?",
    "source": "https://www.leafly.com/news/cannabis-101/what-is-hemp"
  },
  {
    "text": "Did you know that research shows CBD may help with pain, inflammation, anxiety, sleep, and seizures?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604171/"
  },
  {
    "text": "Did you know that Kushwell carefully separates medical guidance from recreational promotion to maintain independence?",
    "source": "https://www.kushwell.com/about"
  },
  {
    "text": "Did you know that cannabinoids can influence immune response through CB2 receptors?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3880999/"
  },
  {
    "text": "Did you know that topical cannabis creams and balms are being studied for eczema and psoriasis relief?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5877694/"
  },
  {
    "text": "Did you know that the historical use of cannabis spans from ancient China to Egypt, India, and the Americas?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3997295/"
  },
  {
    "text": "Did you know that minor cannabinoids like CBC may contribute to pain relief and mood regulation?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6770352/"
  },
  {
    "text": "Did you know that Kushwell allows for sorting research links by strain, effect, and wellness outcome for easy reference?",
    "source": "https://www.kushwell.com"
  },
  {
    "text": "Did you know that cannabinoids are being investigated for cardiovascular benefits and neuroprotection?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3165946/"
  },
  {
    "text": "Did you know that Kushwell’s patient dashboard includes wellness check data alongside strain recommendations?",
    "source": "https://www.kushwell.com"
  },
  {
    "text": "Did you know that CBD oil is often combined with carrier oils like MCT or hemp seed oil to improve absorption?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604171/"
  },
  {
    "text": "Did you know that Kushwell carefully curates product recommendations to prevent interactions with other medications?",
    "source": "https://www.kushwell.com/about"
  },
  {
    "text": "Did you know that research shows terpenes may modulate the effects of cannabinoids on pain and anxiety?",
    "source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4604179/"
  },
  {
    "text": "Did you know that Kushwell’s research library can be used to support community education and group discussion?",
    "source": "https://www.kushwell.com"
  },
  {
    "text": "Did you know that Kushwell factoids are designed to be concise, informative, and grounded in primary research?",
    "source": "https://www.kushwell.com"
  },
  {
    "text": "Did you know that Kushwell encourages patients to explore both THC and CBD effects while tracking their wellness outcomes?",
    "source": "https://www.kushwell.com"
  }
]
